Repository: Maestroschan/quicklist-gnome-extension
Catalog: quicklists@maestroschan.*/locale/*/LC_MESSAGES/quicklists.po
Languages: fr, nl

source: General
fr: Général
nl: Algemeen

source: Automatically close the overview
fr: Automatiquement fermer la vue
nl: Overzicht automatisch sluiten

source: Close the overview after clicking on a menu item.
fr: Fermer la vue des activités après un clic sur un item du menu.
nl: Sluit het overzicht na het klikken op een menu-item.

source: Searchable lists
fr: Listes cherchables

source: Recent files
fr: Fichiers récents
nl: Recente bestanden

source: Number of recent files in a menu
fr: Nombre de fichiers récents dans un menu
nl: Aantal recente bestanden in menu

source: The maximum number of recent files which will be displayed in the menu of an application's icon.
fr: Le nombre maximal de fichiers récents qui seront affichés dans le menu d'une icône d'application.
nl: Het maximaal aantal recente bestanden dat wordt getoond in het menu van de betreffende toepassing.

source: Display recent files in a submenu
fr: Afficher les fichiers récents dans un sous-menu
nl: Recente bestanden tonen in onderliggend menu

source: Applications' icons will display recently opened files they can open. If you want many, a submenu is recommended.
fr: Les icônes des applications afficheront les fichiers récents qu'elles peuvent ouvrir. Si vous en voulez beaucoup, un sous-menu est recommandé.
nl: Toepassingspictogrammen tonen de recent geopende bestanden. Als je er veel hebt, dan is het aanbevolen een onderliggend menu te gebruiken.

source: Bookmarks
fr: Signets
nl: Bladwijzers

source: Display bookmarks in a submenu
fr: Afficher les signets dans un sous-menu
nl: Bladwijzers tonen in onderliggend menu

source: File managers icons will display your bookmarks. If you have many, a submenu is recommended.
fr: Les icônes des gestionnaires de fichiers afficheront vos signets. Si vous en avez beaucoup, un sous-menu est recommandé.
nl: Bestandsbeheerders tonen je bladwijzers. Als je er veel hebt, dan is het aanbevolet een onderliggend menu te maken.

source: Favorite websites
fr: Sites web favoris

source: Display favorite websites in a submenu
fr: Afficher les sites web favoris dans un sous-menu

source: Web browsers icons will display your favorite websites (as configured here). If you have many, a submenu is recommended.
fr: Les icônes des navigateurs web afficheront vos sites favoris (tels que configurés ici). Si vous en avez beaucoup, un sous-menu est recommandé.

source: About
fr: À propos
nl: Over

source: Report bugs or ideas
fr: Rapporter des bugs/idées
nl: Bugs melden of ideeÃ«n delen

source: Author
fr: Auteur
nl: Auteur

source: translator-credits
fr: Romain F. T.
nl: Heimen Stoffels

source: Translator
fr: Traducteur
nl: Vertaler

source: Home
fr: Dossier personnel
nl: Persoonlijke map

source: Computer
fr: Ordinateur

source: Favorites
fr: Favoris
nl: Favorieten

source: Trash
fr: Corbeille
nl: Prullenbak

source: Other places
fr: Autres emplacements
nl: Overige locaties

source: Network
fr: Réseau
nl: Netwerk

source: No bookmark
fr: Pas de signet
nl: Geen bladwijzers

source: Error: could not read bookmarks
fr: Erreur : impossible de lire les signets
nl: Fout: kan bladwijzers niet uitlezen

source: No recent file for this app
fr: Pas de fichier récent pour cette appli
nl: Deze toepassing heeft geen recente bestanden

source: Version %s
nl: Versie %s
